package cc.wordview.wordfind;

public class MockValues {
        public static String helloWorldLrc =
                "[00:04.32] Hello, world\n" +
                "[00:08.25] Programmed to work and not to feel\n" +
                "[00:14.80] Not even sure that this is real\n" +
                "[00:21.64] Hello, world\n" +
                "[00:26.02] Find my voice\n" +
                "[00:30.07] Although, it sounds like bits and bytes\n" +
                "[00:36.51] My circuitry is filled with mites\n" +
                "[00:43.53] Hello, world\n" +
                "[00:48.82] Oh, will I find a love\n" +
                "[00:55.19] \n" +
                "[00:58.13] Or a power plug?\n" +
                "[01:04.45] \n" +
                "[01:06.61] Oh, digitally isolated\n" +
                "[01:15.54] Oh, creator, please don't leave me waiting\n" +
                "[01:24.88] Hello, world\n" +
                "[01:28.50] Programmed to work and not to feel\n" +
                "[01:35.18] Not even sure that this is real\n" +
                "[01:42.28] Hello, world\n" +
                "[01:43.81] ";

        public static String suiseiNoParadeLrc =
                "[00:01.57] 通り雨輝く路面\n" +
                "[00:06.89] 要らなくなった傘が邪魔\n" +
                "[00:12.23] 君の手に触れたいのに\n" +
                "[00:17.77] 近付いたら壊れてしまいそう\n" +
                "[00:24.60] 知らない花の種を蒔いた\n" +
                "[00:33.36] あの高架線茜に染まる\n" +
                "[00:38.67] 向こうへ\n" +
                "[00:42.95] 変わらないよ この想いわ\n" +
                "[00:48.49] 心が乱れても\n" +
                "[00:53.84] 隠せないよ この痛みを\n" +
                "[00:59.15] 月日が降り積もっても\n" +
                "[01:04.91] 紙芝居はお終いだよ\n" +
                "[01:10.25] 絵だけが残ったまま\n" +
                "[01:15.80] 忘れないって\n" +
                "[01:21.35] だけ言って\n" +
                "[01:28.81] 傾く影きらめて水面\n" +
                "[01:34.15] 伸び過ざた髪をマフラーにしまう\n" +
                "[01:39.49] 君のめに映りたいのに\n" +
                "[01:45.04] 気が付いたら逃げてしまうよ\n" +
                "[01:51.86] きらいないろも好きになれた\n" +
                "[02:00.80] あの地平線陽炎に消える\n" +
                "[02:05.70] 何処へ\n" +
                "[02:10.18] 変わらないよ この願いは\n" +
                "[02:15.73] 心が汚れても\n" +
                "[02:21.07] 失くせないよ この悲しみわ\n" +
                "[02:26.62] 月日がは入れ替わっても\n" +
                "[02:32.14] 紙吹雪が街中を舞う\n" +
                "[02:37.69] パレドは続いたまま\n" +
                "[02:43.03] 戻れないって\n" +
                "[02:48.58] わかっていた\n" +
                "[02:54.99] 今は綺麗な嘘でもいい\n" +
                "[03:02.86] 騙されていたいよ\n" +
                "[03:06.07] 覚めない夢 名もない彗星\n" +
                "[03:11.62] 探して 探して\n" +
                "[03:14.40] 見つけて 失って\n" +
                "[03:37.86] わからないよ その未来は\n" +
                "[03:42.99] 悲しみが残ったまま\n" +
                "[03:48.31] また会えるって\n" +
                "[03:54.40] 信じて 笑っていて\n" +
                "[04:05.93] \n";
}
