package cc.wordview.wordfind;

public class MockLrc {
        public static String shuutenNoSakiLrc =
                "[00:00.000] 作词 : じっぷす\n" +
                "[00:00.510] 作曲 : じっぷす\n" +
                "[00:01.020] でも私は悔いて叫んで雨が降って\n" +
                "[00:06.090] ねぇ聞いて\n" +
                "[00:07.585] 終点の先が在るとするならば。\n" +
                "[00:10.088] 願っていいのなら\n" +
                "[00:11.634] もう一回現世で降りて\n" +
                "[00:13.714] 初めからやり直させて？\n" +
                "[00:15.536] 終点の先なんて在りはしないなら\n" +
                "[00:18.293] 私はずっとこうして\n" +
                "[00:20.941] 涙を溢し続けるの？\n" +
                "[00:24.790] 後悔をしているのね\n" +
                "[00:28.689] 早まったあの私を\n" +
                "[00:30.009] どうか抱きしめてよ\n" +
                "[00:31.071] って去って\n" +
                "[00:37.140] お花畑 ぽかぽか\n" +
                "[00:40.457] 綺麗な川の水を浴びて\n" +
                "[00:44.261] 夜はお星さまが近くで見れて\n" +
                "[00:49.454] だけど誰も居ないんだ\n" +
                "[00:52.558] 私が確かに望んだことで\n" +
                "[00:56.589] そうだっけ？\n" +
                "[00:57.654] 何で生きてる時の私は\n" +
                "[00:59.305] 死にたいって思った？\n" +
                "[01:01.003] ねぇ聞いて\n" +
                "[01:01.968] 終点の先が在るとするならば。\n" +
                "[01:04.337] ないものねだりで\n" +
                "[01:06.032] だってあのバスに乗るまでは\n" +
                "[01:07.914] 「消えてしまいたい」嘘じゃないよ？\n" +
                "[01:09.930] 終点の先なんて在りはしないなら\n" +
                "[01:12.615] 私はずっとこうして\n" +
                "[01:15.373] 涙を消えた傷跡に\n" +
                "[01:18.890] 後悔の念で濡らして\n" +
                "[01:22.756] 早まったあの私を\n" +
                "[01:24.233] どうか巻き戻して\n" +
                "[01:25.261] って去って\n" +
                "[01:41.434] 消えてしまいたい生涯なんてもんに愛を望んだって。\n" +
                "[01:49.959] 消えてしまいたい生涯なんてもんに温もり望んだって。\n" +
                "[01:58.276] ねぇ聞いて\n" +
                "[01:59.246] 終点の先が在るとするならば。\n" +
                "[02:01.632] 救ってくれませんか？\n" +
                "[02:03.316] もう消えたいなんて言葉を\n" +
                "[02:04.998] 使わない保証は無いけれど\n" +
                "[02:07.403] だからってバス乗って逃げても\n" +
                "[02:09.300] 解決するはずもないから\n" +
                "[02:12.521] 涙を受け止めてほしくて\n" +
                "[02:16.661] 後悔をしているから\n" +
                "[02:20.094] 早まったあの私みたいに\n" +
                "[02:21.726] あなたにはなってほしくなくて\n" +
                "[02:24.214] 終点の先が在るとするならば。\n" +
                "[02:26.296] ほら奪って去って\n" +
                "\n";

        public static String indexOutOfBoundsLrc =
                "[01:07.250]\n" +
                "[01:39.829]\n" +
                "[02:11.358]\n" +
                "[02:29.180]\n" +
                "[02:59.567]\n" +
                "[03:31.579]\n" +
                "[04:03.580]\n" +
                "\n";

        public static String helloWorldLrc =
                "[00:04.32] Hello, world\n" +
                "[00:08.25] Programmed to work and not to feel\n" +
                "[00:14.80] Not even sure that this is real\n" +
                "[00:21.64] Hello, world\n" +
                "[00:26.02] Find my voice\n" +
                "[00:30.07] Although, it sounds like bits and bytes\n" +
                "[00:36.51] My circuitry is filled with mites\n" +
                "[00:43.53] Hello, world\n" +
                "[00:48.82] Oh, will I find a love\n" +
                "[00:55.19] \n" +
                "[00:58.13] Or a power plug?\n" +
                "[01:04.45] \n" +
                "[01:06.61] Oh, digitally isolated\n" +
                "[01:15.54] Oh, creator, please don't leave me waiting\n" +
                "[01:24.88] Hello, world\n" +
                "[01:28.50] Programmed to work and not to feel\n" +
                "[01:35.18] Not even sure that this is real\n" +
                "[01:42.28] Hello, world\n" +
                "[01:43.81] ";

        public static String suiseiNoParadeLrc =
                "[00:01.57] 通り雨輝く路面\n" +
                "[00:06.89] 要らなくなった傘が邪魔\n" +
                "[00:12.23] 君の手に触れたいのに\n" +
                "[00:17.77] 近付いたら壊れてしまいそう\n" +
                "[00:24.60] 知らない花の種を蒔いた\n" +
                "[00:33.36] あの高架線茜に染まる\n" +
                "[00:38.67] 向こうへ\n" +
                "[00:42.95] 変わらないよ この想いわ\n" +
                "[00:48.49] 心が乱れても\n" +
                "[00:53.84] 隠せないよ この痛みを\n" +
                "[00:59.15] 月日が降り積もっても\n" +
                "[01:04.91] 紙芝居はお終いだよ\n" +
                "[01:10.25] 絵だけが残ったまま\n" +
                "[01:15.80] 忘れないって\n" +
                "[01:21.35] だけ言って\n" +
                "[01:28.81] 傾く影きらめて水面\n" +
                "[01:34.15] 伸び過ざた髪をマフラーにしまう\n" +
                "[01:39.49] 君のめに映りたいのに\n" +
                "[01:45.04] 気が付いたら逃げてしまうよ\n" +
                "[01:51.86] きらいないろも好きになれた\n" +
                "[02:00.80] あの地平線陽炎に消える\n" +
                "[02:05.70] 何処へ\n" +
                "[02:10.18] 変わらないよ この願いは\n" +
                "[02:15.73] 心が汚れても\n" +
                "[02:21.07] 失くせないよ この悲しみわ\n" +
                "[02:26.62] 月日がは入れ替わっても\n" +
                "[02:32.14] 紙吹雪が街中を舞う\n" +
                "[02:37.69] パレドは続いたまま\n" +
                "[02:43.03] 戻れないって\n" +
                "[02:48.58] わかっていた\n" +
                "[02:54.99] 今は綺麗な嘘でもいい\n" +
                "[03:02.86] 騙されていたいよ\n" +
                "[03:06.07] 覚めない夢 名もない彗星\n" +
                "[03:11.62] 探して 探して\n" +
                "[03:14.40] 見つけて 失って\n" +
                "[03:37.86] わからないよ その未来は\n" +
                "[03:42.99] 悲しみが残ったまま\n" +
                "[03:48.31] また会えるって\n" +
                "[03:54.40] 信じて 笑っていて\n" +
                "[04:05.93] \n";
}
